IDEA Open Model
SectionCharacteristics.Wely Property
 Gets or sets the Elastic section modulus related to axis Y.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Wely { get; set; }
Public Property Wely As Double
	Get
	Set
public:
property double Wely {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace